Repository: emnaBel7/angular_project
Catalog: src/messages.*.xlf
Languages: es, fr

source: Welcome to Coffee Bliss
es: Bienvenido a Coffee Bliss
fr: Bienvenue chez Coffee Bliss

source: Your Perfect Cup Awaits
es: Tu taza perfecta te espera
fr: Votre tasse parfaite vous attend

source: Discover the finest coffee blends, served with passion and care.
es: Descubre las mejores mezclas de café, servidas con pasión y cuidado.
fr: Découvrez les meilleurs mélanges de café, servis avec passion et soin.

source: Our Menu
es: Nuestro Menú
fr: Notre Menu

source: Espresso - A bold shot of pure coffee joy
es: Espresso - Un trago audaz de pura felicidad de café
fr: Espresso - Un shot audacieux de pur bonheur caféiné

source: Latte - Smooth, creamy perfection
es: Latte - Perfección suave y cremosa
fr: Latte - Une perfection lisse et crémeuse

source: Cappuccino - A classic, foamy delight
es: Cappuccino - Un clásico y espumoso deleite
fr: Cappuccino - Une mousse classique et délicieuse

source: Cold Brew - Refreshingly cool and strong
es: Cold Brew - Refrescante, frío y fuerte
fr: Cold Brew - Rafraîchissant, frais et intense

source: About Us
es: Sobre Nosotros
fr: À propos de nous

source: At Coffee Bliss, we are dedicated to crafting exceptional coffee experiences. From sourcing premium beans to creating a welcoming atmosphere, every detail matters.
es: En Coffee Bliss, nos dedicamos a crear experiencias excepcionales de café. Desde seleccionar granos premium hasta crear un ambiente acogedor, cada detalle importa.
fr: Chez Coffee Bliss, nous nous engageons à créer des expériences de café exceptionnelles. Du choix des grains premium à la création d'une atmosphère chaleureuse, chaque détail compte.

source: Coffee Bliss - Your daily dose of happiness, one cup at a time.
es: Coffee Bliss - Tu dosis diaria de felicidad, una taza a la vez.
fr: Coffee Bliss - Votre dose quotidienne de bonheur, une tasse à la fois.
